Revit 2024 API
ParameterTypeId.SectionAttrTailTag Property
 "Section Tail"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SectionAttrTailTag { get; }
Visual Basic
Public Shared ReadOnly Property SectionAttrTailTag As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SectionAttrTailTag {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace